app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "name", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "sadf sad f"], ["text", "asdf as f"], ["name", "asd fasd f"], ["created_at", "2016-10-17 23:36:32.290896"], ["updated_at", "2016-10-17 23:36:32.290896"]]
---
  def create
    @article = Article.new(article_params)

    if @article.save